
import register from "../images/process/registration.jpg"
import pre from "../images/process/pre.jpg"
import scaning from "../images/process/scaning.jpg"
import donation from "../images/process/donation.jpg"
import recovery from "../images/process/recovery.jpg"
import deperture from "../images/process/deperture.jpg"


export const processData = [
  {
    photo: register,
    step: "নিবন্ধন",
    description: "রক্তদান কেন্দ্রে পৌঁছানোর পর, আপনাকে প্রথমে একটি সহজ নিবন্ধন প্রক্রিয়া সম্পন্ন করতে হবে। এখানে আপনাকে ব্যক্তিগত তথ্য প্রদান করতে হবে এবং রক্তদানের যোগ্যতা নিশ্চিত করতে হবে, যাতে সকল ডোনার স্বাস্থ্য ও নিরাপত্তা মানদণ্ড পূরণ করে।"
  },
  {
    photo: pre,
    step: " ক্রস-ম্যাচিং পরীক্ষা",
    description: "নিবন্ধনের পর, আপনার রক্তের একটি নমুনা নেওয়া হবে এবং এটি রোগীর রক্তের সাথে ক্রস-ম্যাচিং করে পরীক্ষা করা হবে। এই পরীক্ষার মাধ্যমে নিশ্চিত করা হয় যে আপনার রক্ত গ্রহীতার জন্য উপযুক্ত ও নিরাপদ কিনা।"
  },
  {
    photo: scaning,
    step: "স্বাস্থ্য পরীক্ষা",
    description: "এরপর, একটি সংক্ষিপ্ত স্বাস্থ্য পরীক্ষা করা হবে। একজন পেশাদার আপনার রক্তচাপ, পালস, হিমোগ্লোবিন স্তর এবং অন্যান্য গুরুত্বপূর্ণ স্বাস্থ্য সূচক পরীক্ষা করবেন, যাতে নিশ্চিত করা যায় যে রক্তদান আপনার এবং গ্রহীতার জন্য নিরাপদ।"
  },
  {
    photo: donation,
    step: "রক্তদান",
    description: "যদি সবকিছু ঠিক থাকে, তাহলে আপনাকে আরামদায়কভাবে বসানো হবে এবং প্রশিক্ষিত একজন কর্মী আপনার কাছ থেকে প্রায় এক পিন্ট (৪৭৩ মিলিলিটার) রক্ত সংগ্রহ করবেন। পুরো প্রক্রিয়া সাধারণত ৮-১০ মিনিট সময় নেয় এবং এটি সম্পূর্ণ নিরাপদভাবে পরিচালিত হয়।"
  },
  {
    photo: recovery,
    step: "খাবার ও বিশ্রাম",
    description: "রক্তদানের পর, আপনার শক্তি পুনরুদ্ধারের জন্য আপনাকে হালকা খাবার ও পানীয় প্রদান করা হবে। ১০-১৫ মিনিট বিশ্রাম নেওয়ার সুযোগ থাকবে, যাতে নিশ্চিত হওয়া যায় যে আপনি সুস্থ অনুভব করছেন।"
  },
  {
    photo: deperture,
    step: "বিদায়",
    description: "যদি আপনি স্বাভাবিক অনুভব করেন, তাহলে আপনি কেন্দ্র থেকে বেরিয়ে যেতে পারেন। সারাদিন পর্যাপ্ত পরিমাণে পানি পান করুন এবং ভারী শারীরিক পরিশ্রম এড়িয়ে চলুন। "
  }
];
