import d1 from "../images/d1.png";
import d2 from "../images/d2.png";
import d3 from "../images/d3.png";
import d4 from "../images/d4.png";

export const processData = [
  {
    id: 1,
    title: "রেজিস্ট্রেশন",
    img: d1,  
    text:
      "আপনাকে একটি খুব সাধারণ রেজিস্ট্রেশন ফর্ম পূরণ করতে হবে। যা দান প্রক্রিয়ায় প্রবেশ করার জন্য প্রয়োজনীয় সমস্ত যোগাযোগের তথ্য ধারণ করে",
  },
  {
    id: 2,
    title: "স্ক্রীনিং",
    img: d2,   
    text:
      "আপনার আঙুল থেকে রক্তের একটি ফোঁটা সাধারণ পরীক্ষার জন্য নেওয়া হবে  , আপনার রক্তে আয়রনের মাত্রা দান প্রক্রিয়ার জন্য যথেষ্ট সঠিক কিনা পরীক্ষা করার জন্য ।",
  },
  {
    id: 3,
    title: "ডোনেশন ",
    img: d3,   
    text:
      " স্ক্রীনিং পরীক্ষায় উত্তীর্ণ হওয়ার পরে আপনাকে রক্ত দানের জন্য একটি বিছানায় পাঠানো হবে। এটি মাত্র 6-10 মিনিট সময় নেবে।",
  },
  {
    id: 4,
    title: "রিফ্রেশমেন্ট ",
    img: d4,  
    text:
      " কেন্দ্র ছেড়ে যাওয়ার জন্য যথেষ্ট স্বস্তি  না হওয়া পর্যন্ত আপনি বসার ঘরে থাকতে পারেন। আপনি রক্তদান অঞ্চলে গ্রহীতার  কাছ থেকে দুর্দান্ত পানীয়/আতিথিয়তা পাবেন।  ",
  },
];
