export const helpfulInfo = [
    "আপনার স্বাস্থ্যসেবা প্রদানকারীর সুপারিশ অনুসরণ করুন রক্ত পরিপূরকতার প্রয়োজনীয়তা সম্পর্কে।",
    "রক্ত গ্রহণের আগে, আপনি বা আপনার অনুমোদিত প্রতিনিধি অবহিত সম্মতি প্রদান করবেন।",
    "এটি নিশ্চিত করুন যে যে রক্ত পরিপূরক হচ্ছে তা আপনার রক্তের গ্রুপের সাথে উপযুক্ত।",
    "এলার্জিক প্রতিক্রিয়ার লক্ষণগুলির জন্য সতর্ক থাকুন। যেকোনো অস্বাভাবিক লক্ষণ আপনার স্বাস্থ্যসেবা প্রদানকারীকে তৎক্ষণাৎ জানিয়ে দিন।",
    "রক্ত পরিপূরকনের আগে এবং পরে যথেষ্ট পরিমাণে পানি পান করা গুরুত্বপূর্ণ। তরল পান করা আপনার শরীরকে রক্ত পরিপূরক করা আরও কার্যকরভাবে প্রক্রিয়া করতে সাহায্য করতে পারে।",
    "রক্ত গ্রহণের পর, আপনার স্বাস্থ্যসেবা দল আপনাকে একটি নির্দিষ্ট সময়ের জন্য পর্যবেক্ষণ করবে যাতে নিশ্চিত হওয়া যায় যে আপনি স্থিতিশীল আছেন এবং কোনো প্রতিকূল প্রভাব অনুভব করছেন না।",
    "যদি আপনার রক্ত পরিপূরক বা আপনার চিকিৎসা সম্পর্কিত কোনো উদ্বেগ বা প্রশ্ন থাকে, তাহলে দয়া করে আপনার স্বাস্থ্যসেবা দলকে অবহিত করতে দ্বিধা করবেন না।",
    "আপনার রক্তের গ্রুপের একটি রেকর্ড রাখুন এবং জরুরি অবস্থায় বা চিকিৎসা প্রক্রিয়া চলাকালে স্বাস্থ্যসেবা প্রদানকারীদের জানাতে ভুলবেন না।",
    "রক্ত পরিপূরকনের পরে অবিলম্বে শারীরিক পরিশ্রম এড়িয়ে চলুন; বিশ্রাম নিন এবং আপনার শরীরকে পুনরুদ্ধার করতে দিন।",
    "যদি আপনি রক্ত পরিপূরকনের পর মাথা ঘোরা বা অসুস্থ অনুভব করেন, তাহলে তৎক্ষণাৎ আপনার স্বাস্থ্যসেবা প্রদানকারীকে জানান।",
    "রক্ত পরিপূরকনের আগে, যেকোনো এলার্জি, পূর্ববর্তী প্রতিক্রিয়া বা চিকিৎসা পরিস্থিতি আপনার স্বাস্থ্যসেবা দলের সাথে শেয়ার করুন।",
    "রক্ত পরিপূরকনের প্রক্রিয়া এবং উদ্দেশ্য সম্পর্কে প্রশ্ন করতে দ্বিধা করবেন না, যাতে আপনি পুরো প্রক্রিয়া সম্পূর্ণভাবে বুঝতে পারেন।",
    "এটি জানানো গুরুত্বপূর্ণ যে রক্ত কঠোরভাবে পরীক্ষা করা হয় যাতে এটি নিরাপদ এবং সংক্রমণ মুক্ত থাকে, যা পরিপূরকনের আগে ব্যবহৃত হয়।",
    "যদি আপনি রক্তদাতা হন, তবে একটি স্বাস্থ্যকর ডায়েট বজায় রাখুন এবং রক্তদান করার আগে এবং পরে প্রচুর পরিমাণে পানি পান করুন।",
    "রক্ত পরিপূরকন জীবন রক্ষাকারী হতে পারে, এবং রক্তদাতারা সাহায্যকারী মানুষদের জন্য একটি গুরুত্বপূর্ণ ভূমিকা পালন করেন। আপনি যদি যোগ্য হন তবে নিয়মিত দাতা হওয়ার কথা ভাবুন।"
];
